Revit 2027 API
ParameterTypeId.ReferenceViewerAttrTag Property
 "View Reference Tag"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReferenceViewerAttrTag { get; }
Public Shared ReadOnly Property ReferenceViewerAttrTag As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReferenceViewerAttrTag {
	ForgeTypeId^ get ();
}
static member ReferenceViewerAttrTag : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace